import random
def congratulation():
    list_one_word = ["активности", "бодрости", "везения", "вдохновения", "взаимности", "внимания", "возможностей", "восторга", "впечатлений", "добра", "достатка", "доходов", "драйва", "душевности", "заботы", "задора", "изобилия", "карьеры", "комфорта", "легкости", "мира", "отдыха", "открытий", "оптимизма", "перемен", "подарков", "позитива", "понимания", "признания", "путешествий", "радости", "развлечений", "романтики", "роскоши", "роста", "свершений", "свободы", "сил", "совершенства", "спокойствия", "сюрпризов", "удачи", "улыбки", "уюта", "энергии", "тепла"]
    adjectives = []
    list_one_string = ["удачи во всем!", "благополучия во всем!", "бодрости духа", "больших успехов", "ярких и крутых событий", "море веселья!", "возможностей для отдыха!", "высоких доходов", "добра и позитива", "железной мотивации", "интересных идей", "крутых путешествий", "крутых достижений", "легкого отношения к жизни", "больше улыбок", "максимум позитива", "нескучной повседневности", "неиссякаемой энергии", "новых возможностей", "море новых впечатлений", "отличного настроения", "побольше свободного времени", "творческого вдохновения", "хорошего настроения", "хороших перемен", "ярких ощущений"]

    print('Введите имя')
    name = input()
    print(f'{name}, поздравляю тебя с днём рождения! желаю;', random.choice(list_one_word), ',', random.choice(list_one_word), 'и', random.choice(list_one_string))

congratulation()


